---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DimensionFailures.SomeDimensionsLostOnPaste
source: html/76691c4a-e47e-d9d1-59b1-c70435e9ea93.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DimensionFailures.SomeDimensionsLostOnPaste Property

Some Dimensions were not copied because some References were lost.

## Syntax (C#)
```csharp
public static FailureDefinitionId SomeDimensionsLostOnPaste { get; }
```